{
  "blocks": {
    "about": "О библиотеке",
    "activity": "Деятельность",
    "news": "Новости",
    "mylib": "Моя библиотека",
    "search": "Поиск"
  },
  "buttons": {
    "selectlang": "Выбор языка",
    "login": "Вход",
    "registr": "Регистрация"
  },
  "about": {
    "title": "О библиотеке",
    "article1": "Равным образом реализация намеченных плановых заданий требуют определения и уточнения дальнейших направлений развития. Задача организации, в особенности же дальнейшее развитие различных форм деятельности позволяет выполнять важные задания по разработке модели развития. Таким образом новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в отношении поставленных задач. Товарищи! сложившаяся структура организации влечет за собой процесс внедрения и модернизации систем массового участия. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации форм развития. Таким образом дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития.",
    "article2": "Не следует, однако забывать, что сложившаяся структура организации требуют от нас анализа дальнейших направлений развития. Не следует, однако забывать, что новая модель организационной деятельности представляет собой интересный эксперимент проверки форм развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности способствует подготовки и реализации существенных финансовых и административных условий.",
    "article3": "Товарищи! консультация с широким активом способствует подготовки и реализации систем массового участия. Задача организации, в особенности же дальнейшее развитие различных форм деятельности требуют определения и уточнения направлений прогрессивного развития. Равным образом укрепление и развитие структуры представляет собой интересный эксперимент проверки существенных финансовых и административных условий."
  },
  "profile": {
    "prof": "Личный кабинет",
    "change": "Сменить пароль",
    "saved": "Сохраненные книги",
    "placeholder1": "Введите новый пароль",
    "placeholder2": "Повторите пароль",
    "saveButton": "Сохранить пароль"
  },
  "messages": {
    "notautorized": "Войдите, чтобы получить доступ ко всем функциям"
  },
  "login": {
    "title": "Вход в систему",
    "username": "Логин",
    "password": "Пароль",
    "notmem": "Ещё не зарегистрированы?",
    "registr": "Зарегистрируйтесь сейчас",
    "title2": "Войти"
  },
  "register": {
    "fname": "Имя",
    "lname": "Фамилия",
    "title": "Регистрация",
    "username": "Логин",
    "password": "Пароль",
    "info": "Не менее 8 символов и 1 цифра",
    "title2": "Зарегистрироваться"
  }
}